<?php
// Version: 1.1; Drafts

// profile
$txt['drafts_show'] = 'Показать черновики';
$txt['drafts_show_desc'] = 'Здесь показаны все ваши сохранённые черновики. Здесь вы можете редактировать их, прежде чем отправлять, или можете удалить их';

// misc
$txt['drafts'] = 'Черновики';
$txt['draft_save'] = 'Сохранить черновик';
$txt['draft_save_note'] = 'Текст сообщения будет сохранен, за исключением вложений, голосований или событий.';
$txt['draft_none'] = 'Черновики отсутствуют.';
$txt['draft_edit'] = 'Редактировать черновик';
$txt['draft_load'] = 'Открыть черновики';
$txt['draft_hide'] = 'Скрыть черновики';
$txt['draft_delete'] = 'Удалить черновик';
$txt['draft_days_ago'] = '%s дней назад';
$txt['draft_retain'] = 'он будет храниться еще %s дней';
$txt['draft_remove'] = 'Удалить этот черновик';
$txt['draft_remove_selected'] = 'Удалить все выделенные черновики?';
$txt['draft_saved'] = 'Текст был сохранен как черновик и будет доступен в <a href="%1$s">разделе черновиков</a> вашего профиля.';
$txt['draft_pm_saved'] = 'Текст был сохранен как черновик и будет доступен в <a href="%1$s">разделе черновиков</a> личных сообщений.';

// Admin options
$txt['drafts_autosave_enabled'] = 'Включить автоматическое сохранение черновиков';
$txt['drafts_autosave_enabled_subnote'] = 'Сохранение черновиков будет проводиться в фоновом режиме с заданной периодичностью. Пользователь должен быть наделён соответствующими правами';
$txt['drafts_keep_days'] = 'Количество дней, в течение которых хранить черновики';
$txt['drafts_keep_days_subnote'] = 'Введите 0, чтобы хранить черновики неограниченно долго';
$txt['drafts_autosave_frequency'] = 'Какой период автосохранения включить?';
$txt['drafts_autosave_frequency_subnote'] = 'Минимальное значение — 30 секунд';
$txt['drafts_pm_enabled'] = 'Включить сохранение черновиков ЛС';
$txt['drafts_post_enabled'] = 'Включить сохранение черновиков сообщений';
$txt['drafts_none'] = 'Нет темы';
$txt['drafts_saved'] = 'Черновик успешно сохранён';