<?php
// Version: 1.1; Errors

$txt['no_access'] = 'Вы не можете зайти в этот раздел';
$txt['not_guests'] = 'Извините, но это действие не доступно для гостей.';

$txt['mods_only'] = 'Только модераторы могут использовать прямую функцию удаления, пожалуйста, удалите это сообщение через команду <strong>Изменить</strong>.';
$txt['no_name'] = 'Вы не заполнили поле имени. Мы не можем позволить вам продолжить без имени, извините.';
$txt['no_email'] = 'Вы не заполнили поле электронной почты. Мы не можем позволить вам продолжить без электронной почты, извините.';
$txt['topic_locked'] = 'Эта тема заблокирована, посылать или изменять сообщения нельзя...';
$txt['no_password'] = 'Введите пароль';
$txt['passwords_dont_match'] = 'Пароли не совпадают.';
$txt['register_to_use'] = 'Извините, перед тем, как использовать эти настройки, необходимо зарегистрироваться.';
$txt['username_reserved'] = 'Указанное имя пользователя зарезервировано \'%1$s\'. Пожалуйста, выберите другое имя.';
$txt['numbers_one_to_nine'] = 'В этом поле можно указывать только числа от 0 до 9';
$txt['not_a_user'] = 'Пользователя не существует.';
$txt['not_a_topic'] = 'Темы не существует.';
$txt['not_approved_topic'] = 'Эта тема еще не одобрена.';
$txt['email_in_use'] = 'Данный e-mail (%1$s) уже используется другим пользователем. Если думаете, что это ошибка, воспользуйтесь опцией напоминания пароля на странице входа.';

$txt['didnt_select_vote'] = 'Вы не выбрали пункт голосования.';
$txt['poll_error'] = 'Что-то не работает, извините: либо этот опрос не существует, либо опрос заблокирован, либо вы пытались проголосовать дважды.';
$txt['locked_by_admin'] = 'Было закрыто администратором. Не удается открыть.';
$txt['not_enough_posts_karma'] = 'Извините, но у вас недостаточное количество сообщений для изменения кармы — необходимо иметь не менее %1$d.';
$txt['cant_change_own_karma'] = 'Извините, нельзя изменять собственную карму.';
$txt['karma_wait_time'] = 'Извините, но нельзя изменить карму в течении %1$s %2$s.';
$txt['feature_disabled'] = 'Извините, эта опция отключена.';
$txt['feature_no_exists'] = 'К сожалению, эта функция не существует.';
$txt['couldnt_connect'] = 'Не получилось соединиться с сервером или файл не найден';
$txt['no_board'] = 'Указанный раздел не существует';
$txt['no_message'] = 'Сообщение больше не доступно';
$txt['no_topic_id'] = 'Вы указали неправильный ID темы.';
$txt['split_first_post'] = 'Вы не можете разделять тему с первого сообщения.';
$txt['topic_one_post'] = 'Эта тема содержит только одно сообщение и не может быть разделена.';
$txt['no_posts_selected'] = 'не выбраны сообщения';
$txt['selected_all_posts'] = 'Невозможно разделить тему. Вы выбрали все сообщения.';
$txt['cant_find_messages'] = 'Невозможно найти сообщения';
$txt['cant_find_user_email'] = 'Невозможно найти пользователя с таким e-mail.';
$txt['cant_insert_topic'] = 'Невозможно вставить тему';
$txt['session_timeout'] = 'Ваша сессия закончилась, пока вы писали сообщение. Пожалуйста, вернитесь назад и попробуйте снова.';
$txt['session_timeout_file_upload'] = 'Время сеанса истекло при загрузке файла. Пожалуйста, попробуйте еще раз.';
$txt['no_files_uploaded'] = 'Нет файлов для загрузки.';
$txt['session_verify_fail'] = 'Проверка сессии провалилась. Пожалуйста, выйдите и снова войдите.
 ';
$txt['verify_url_fail'] = 'Невозможно получить рефферера URL: %1$s. Вернитесь и попробуйте снова.';
$txt['token_verify_fail'] = 'Токен не верифицирован. Пожалуйста, вернитесь назад и попробуйте снова.';
$txt['guest_vote_disabled'] = 'Гости не могут участвовать в этом голосовании.';

$txt['cannot_access_mod_center'] = 'Вы не обладаете правами доступа в центр модерации.';
$txt['cannot_admin_forum'] = 'Вы не можете администрировать этот форум.';
$txt['cannot_announce_topic'] = 'Вы не можете извещать о темах в этом разделе.';
$txt['cannot_approve_posts'] = 'У вас нет прав доступа для одобрения данного элемента.';
$txt['cannot_post_unapproved_attachments'] = 'Вы не обладаете правами доступа для публикации неодобренных вложений';
$txt['cannot_post_unapproved_topics'] = 'Вы не обладаете правами доступа для публикации сообщений в неодобренных темах.';
$txt['cannot_post_unapproved_replies_own'] = 'Вы не обладаете правами доступа для публикации неодобренных сообщений в своих темах.';
$txt['cannot_post_unapproved_replies_any'] = 'Вы не обладаете правами доступа для публикации неодобренных сообщений в чужих темах.';
$txt['cannot_calendar_edit_any'] = 'Вы не можете редактировать календарные события.';
$txt['cannot_calendar_edit_own'] = 'У вас нет необходимых привилегий, чтобы редактировать свои события.';
$txt['cannot_calendar_post'] = 'Размещение событий запрещено, извините.';
$txt['cannot_calendar_view'] = 'Извините, нельзя просматривать календарь.';
$txt['cannot_remove_any'] = 'Удаление любых сообщений в этом форуме запрещено.';
$txt['cannot_remove_own'] = 'Вы не можете удалять свои сообщения.';
$txt['cannot_edit_news'] = 'Вы не можете редактировать новости на этом форуме.';
$txt['cannot_pm_read'] = 'Извините, нельзя читать личные сообщения.';
$txt['cannot_pm_send'] = 'Извините, нельзя отправлять личные сообщения.';
$txt['cannot_karma_edit'] = 'Вы не можете изменять карму других пользователей.';
$txt['cannot_like_posts'] = 'Вам не разрешено лайкать сообщения в этом форуме.';
$txt['cannot_lock_any'] = 'Вы не можете закрывать темы.';
$txt['cannot_lock_own'] = 'Извините, нельзя закрывать собственные темы.';
$txt['cannot_make_sticky'] = 'У вас нет разрешения, чтобы закрепить эту тему.';
$txt['cannot_manage_attachments'] = 'Вам не разрешается управлять вложениями или аватарами.';
$txt['cannot_manage_bans'] = 'Вы не можете изменять список забаненных пользователей.';
$txt['cannot_manage_boards'] = 'Вам не позволено управлять разделами и категориями.';
$txt['cannot_manage_membergroups'] = 'Вы не имеете разрешения на изменение или присвоение групп';
$txt['cannot_manage_permissions'] = 'Не хватает прав для управления правами пользователей.';
$txt['cannot_manage_smileys'] = 'Вы не можете управлять смайлами и иконками сообщений.';
$txt['cannot_mark_any_notify'] = 'У вас нет необходимого разрешения получать уведомления из этой темы.';
$txt['cannot_mark_notify'] = 'Извините, нельзя получать уведомления из этого раздела.';
$txt['cannot_merge_any'] = 'Вы не можете соединять темы в этом разделе.';
$txt['cannot_moderate_forum'] = 'Вы не можете модерировать этот форум.';
$txt['cannot_moderate_board'] = 'Вам не разрешена модерация этого раздела.';
$txt['cannot_modify_any'] = 'Вы не можете изменять любые сообщения.';
$txt['cannot_modify_own'] = 'Извините, нельзя редактировать собственные сообщения.';
$txt['cannot_modify_replies'] = 'Вы не можете редактировать сообщения, даже если являетесь автором.';
$txt['cannot_move_own'] = 'Вы не можете перемещать собственные темы.';
$txt['cannot_move_any'] = 'Вы не можете перемещать темы в этом разделе.';
$txt['cannot_poll_add_own'] = 'Извините, нельзя добавлять голосование в собственную тему.';
$txt['cannot_poll_add_any'] = 'Извините, нельзя добавлять голосования в темы.';
$txt['cannot_poll_edit_own'] = 'Вы не можете редактировать голосование, даже если являетесь автором.';
$txt['cannot_poll_edit_any'] = 'Вы не можете редактировать голосования.';
$txt['cannot_poll_lock_own'] = 'Вы не можете закрывать свои голосования.';
$txt['cannot_poll_lock_any'] = 'Извините, нельзя закрывать голосования.';
$txt['cannot_poll_post'] = 'Вы не можете создавать голосования в этом разделе.';
$txt['cannot_poll_remove_own'] = 'Вы не можете удалить голосование из собственной темы.';
$txt['cannot_poll_remove_any'] = 'Вы не можете удалять голосования.';
$txt['cannot_poll_view'] = 'Вы не можете просматривать голосования в этом разделе.';
$txt['cannot_poll_vote'] = 'Извините, но нельзя голосовать в этом разделе.';
$txt['cannot_post_attachment'] = 'Вы не можете вставлять здесь вложения.';
$txt['cannot_post_new'] = 'Извините, но вам нельзя создавать новые темы в этом разделе.';
$txt['cannot_post_new_board'] = 'К сожалению, вы не можете создавать новые темы в форуме %1$s.';
$txt['cannot_post_reply_any'] = 'Вы не можете отвечать в этом разделе.';
$txt['cannot_post_reply_own'] = 'Вы не можете отвечать в этом разделе, даже если являетесь автором темы.';
$txt['cannot_profile_remove_own'] = 'Извините, нельзя удалить свою учётную запись.';
$txt['cannot_profile_remove_any'] = 'У вас нет необходимых разрешений для удаления учетных записей.
';
$txt['cannot_profile_extra_any'] = 'Вы не можете изменять настройки профиля.';
$txt['cannot_profile_identity_any'] = 'Вы не можете редактировать настройки учётной записи.';
$txt['cannot_profile_title_any'] = 'Вы не можете редактировать надпись над аватаром пользователей.';
$txt['cannot_profile_extra_own'] = 'Извините, редактировать данные в профиле запрещено.';
$txt['cannot_profile_identity_own'] = 'Извините, изменение информации запрещено.';
$txt['cannot_profile_title_own'] = 'Вы не можете изменить надпись над аватаром.';
$txt['cannot_profile_set_avatar'] = 'Вам не разрешается изменять свой аватар.
';
$txt['cannot_profile_view_own'] = 'Вы не можете просматривать свой профиль.';
$txt['cannot_profile_view_any'] = 'Вы не можете просматривать профили пользователей.';
$txt['cannot_delete_own'] = 'Ой, извините, вы не можете удалять ваши сообщения на этом форуме.
';
$txt['cannot_delete_replies'] = 'Извините, нельзя удалять сообщения, даже если они находятся в вашей собственной теме.';
$txt['cannot_delete_any'] = 'Ой, извините, вы не можете удалять сообщения на этом форуме.';
$txt['cannot_report_any'] = 'Вы не можете извещать о сообщениях в этом разделе.';
$txt['cannot_search_posts'] = 'Вы не можете искать сообщения на этом форуме.';
$txt['cannot_send_mail'] = 'У вас не хватает прав на отправку e-mail пользователям форума.';
$txt['cannot_issue_warning'] = 'Извините, но у вас нет прав доступа, чтобы делать предупреждения.';
$txt['cannot_send_topic'] = 'Извините, но администратор отключил создание тем в этом разделе.';
$txt['cannot_send_email_to_members'] = 'Извините, но администратор запретил отправку писем с этого форума.
';
$txt['cannot_split_any'] = 'Разделение любых тем в этом разделе запрещено.';
$txt['cannot_view_attachments'] = 'Вам не позволено скачивать или просматривать вложения в этом разделе.';
$txt['cannot_view_mlist'] = 'Вы не можете просматривать список членов форума, поскольку у вас нет разрешения.
';
$txt['cannot_view_stats'] = 'Вы не можете просматривать статистику форума.';
$txt['cannot_who_view'] = 'Вы не можете просматривать, кто онлайн.';
$txt['cannot_like_posts_stats'] = 'Sorry - you don\'t have the proper permissions to view the Like posts stats.';

$txt['no_theme'] = 'Мы не можем найти эту тему.';
$txt['theme_dir_wrong'] = 'Директория темы указана неверно, пожалуйста, исправьте ее нажав на этот текст.';
$txt['registration_disabled'] = 'Извините, регистрация в данный момент недоступна.';
$txt['registration_agreement_missing'] = 'Файл соглашение о регистрации, agreement.txt, отсутствует или пуст. Регистрация будет отключена, пока это не будет исправлено...';
$txt['registration_privacy_policy_missing'] = 'The privacy policy file, privacypolicy.txt, is either missing or empty.  Registrations will be disabled until this is fixed';
$txt['registration_no_secret_question'] = 'Извините, для данного пользователя не выбран секретный вопрос.';
$txt['poll_range_error'] = 'Извините, опрос должен длиться минимум 1 день.';
$txt['delFirstPost'] = 'Вам не разрешается удалять первый пост в теме.<p> Если вы хотите удалить эту тему, нажмите на ссылку удалить, или попросить модератора/администратора сделать это за вас.</p>
';
$txt['login_cookie_error'] = 'Не удалось войти на форум. Пожалуйста, проверьте настройки cookie.';
$txt['incorrect_answer'] = 'Извините, вы неправильно ответили на секретный вопрос. Нажмите "Назад" и попробуйте снова, или нажмите "Назад" дважды, чтобы использовать обычный метод получения пароля.';
$txt['no_mods'] = 'Модераторы отсутствуют!';
$txt['parent_not_found'] = 'Структура раздела испорчена: не получилось найти родительский раздел';
$txt['modify_post_time_passed'] = 'Нельзя отредактировать это сообщение, поскольку время, отведенное на редактирование, истекло.';

$txt['calendar_off'] = 'Календарь в данный момент отключен.';
$txt['calendar_export_off'] = 'Вы не можете экспортировать события календаря, потому что функция в данный момент отключена.';
$txt['invalid_month'] = 'Неправильное значение месяца.';
$txt['invalid_year'] = 'Неправильное значение года.';
$txt['invalid_day'] = 'Неправильное значение дня.';
$txt['event_month_missing'] = 'Пропущен месяц события.';
$txt['event_year_missing'] = 'Пропущен год события.';
$txt['event_day_missing'] = 'Пропущен день события.';
$txt['event_title_missing'] = 'Пропущен заголовок события.';
$txt['invalid_date'] = 'Неправильная дата.';
$txt['no_event_title'] = 'Не введен заголовок события.';
$txt['missing_board_id'] = 'Не указан ID раздела.';
$txt['missing_topic_id'] = 'Не указан ID темы.';
$txt['topic_doesnt_exist'] = 'Такой темы не существует.';
$txt['not_your_topic'] = 'Вы не являетесь владельцем этой темы.';
$txt['board_doesnt_exist'] = 'Такого раздела не существует.';
$txt['no_span'] = 'Возможность временного диапазона отключена.';
$txt['invalid_days_numb'] = 'Неверное количество дней временного диапазона.';

$txt['moveto_noboards'] = 'Отсутствует раздел для перемещения туда темы!';
$txt['topic_already_moved'] = 'Эта тема%1$s была перенесена в форум %2$s, пожалуйста, проверьте его новое место, прежде чем двигаться снова.
';

$txt['already_activated'] = 'Мы хотели бы обработать ваш запрос, но ваш аккаунт уже был активирован.
';
$txt['still_awaiting_approval'] = 'Ваша учётная запись ожидает одобрения администратора.';

$txt['invalid_email'] = 'Неправильный e-mail или диапазон адресов.<br />Пример правильного электронного адреса: evil.user@badsite.com.<br />Пример правильного диапазона адресов: *@*.badsite.com';
$txt['invalid_expiration_date'] = 'Недоступная дата окончания';
$txt['invalid_hostname'] = 'Неправильное имя хоста или  диапазона имен.<br />Пример правильного имени хоста: proxy4.badhost.com<br />Пример правильного диапазона имен: *.badhost.com';
$txt['invalid_ip'] = 'Неправильный IP или диапазон IP.<br />Пример правильного IP адреса: 127.0.0.1<br />Пример правильного диапазона IP адресов: 127.0.0-20.*';
$txt['invalid_tracking_ip'] = 'Неправильный IP или диапазон IP.<br />Пример правильного IP адреса: 127.0.0.1<br />Пример правильного диапазона IP адресов: 127.0.0.*';
$txt['invalid_username'] = 'Имя пользователя не найдено';
$txt['no_user_selected'] = 'Участник не найден';
$txt['no_ban_admin'] = 'Эй! Мы не можем позволить тебе банить админа. Если вы не уверены в этом, разжаловать их в первую очередь!
';
$txt['no_bantype_selected'] = 'Не выбран тип бана';
$txt['ban_not_found'] = 'Бан не найден';
$txt['ban_unknown_restriction_type'] = 'Тип запрета не известен';
$txt['ban_name_empty'] = 'Пустое имя бана';
$txt['ban_id_empty'] = 'К сожалению. Мы пытались найти этот идентификатор запрета, но он не может быть найден.';
$txt['ban_group_id_empty'] = 'Запрету нужен ID группы, и эта группа не имеет никакого.';
$txt['ban_no_triggers'] = 'Вы забыли выбрать запрет ? Нам нужен по крайней мере один запрет';
$txt['ban_ban_item_empty'] = 'Запреты не найдены';
$txt['impossible_insert_new_bangroup'] = 'Произошла ошибка при добавлении нового';

$txt['like_heading_error'] = 'Ошибка при лайке';
$txt['like_wait_time'] = 'К сожалению, вы не можете повторить как действие без ожидания %1$s%2$s.';
$txt['like_unlike_error'] = 'Упс, произошла ошибка при симпатии/дизлайка';
$txt['cant_like_yourself'] = 'По душе ваши собственные посты ... это как смеяться над своими собственными шутками, когда нет никого вокруг ... ржунимагу ... счас я просто ржунимагу про себя?';

$txt['ban_name_exists'] = 'Бан с таким именем (%1$s) уже существует. Пожалуйста, выберите другое имя.';
$txt['ban_trigger_already_exists'] = 'Данный запрет (%1$s) уже существует в %2$s.';
$txt['attach_check_nag'] = 'Не в состоянии продолжать из-за неполных данных (%1$s).';

$txt['recycle_no_valid_board'] = 'Не выбран действующий раздел для удаления темы';
$txt['post_already_deleted'] = 'Тема или сообщение уже двинулось к борту корзины. Вы уверены, что хотите удалить??<br />Если да, проследуйте по <a href="%1$s">этой ссылке</a>';

$txt['login_threshold_fail'] = 'Извините, нельзя войти на форум. Пожалуйста, попробуйте позже.';
$txt['login_threshold_brute_fail'] = 'Извините, но вы достигли порога попыток входа . Пожалуйста, подождите 30 секунд и попробуйте снова.';

$txt['who_off'] = 'Мы хотели бы дать вам взглянуть на Кто онлайн, но, к сожалению, сейчас он отключен.';

$txt['merge_create_topic_failed'] = 'Мы старались, правда, но создавать новую тему не удалось';
$txt['merge_need_more_topics'] = 'Объединение тем требует как минимум две темы, но мы не получили двух. Пожалуйста, попробуйте снова.';

$txt['post_WaitTime_broken'] = 'Последнее сообщение с вашего IP адреса было сделано менее чем %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['register_WaitTime_broken'] = 'Вы уже зарегистрировались %1$d секунд назад!';
$txt['login_WaitTime_broken'] = 'Вам придется подождать около %1$d секунд, чтобы повторить попытку входа, извините.';
$txt['pm_WaitTime_broken'] = 'Последнее личное сообщение было отправлено с вашего IP адреса менее чем %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['reporttm_WaitTime_broken'] = 'Последний отчет о сообщении был отправлен с вашего IP адреса менее чем %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['sendtopic_WaitTime_broken'] = 'Последняя тема был отправлена с вашего IP адреса менее чем %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['sendmail_WaitTime_broken'] = 'Последний e-mail отправлен с вашего IP адреса менее чем %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['search_WaitTime_broken'] = 'Ваш последний запрос поиска был сделан менее %1$d секунд назад. Пожалуйста, попробуйте позже.';
$txt['remind_WaitTime_broken'] = 'Ваше последнее напоминание было меньше %1$d секунд назад. Попробуйте позже.';
$txt['contact_WaitTime_broken'] = 'Последний раз, когда вы пытались использовать контактную форму было меньше %1$d секунд назад. Попробуйте позже.';

$txt['topic_gone'] = 'Мы очень старались найти тему или форум, который вы ищете, но его нигде нет. Это, как нам представляется, либо отсутствует или закрыто для вас.';
$txt['theme_edit_missing'] = 'Мы очень старались, чтобы найти файл, который вы пытаетесь изменить, но не можем найти.';

$txt['no_dump_database'] = 'К сожалению, мы не можем позволить вам сделать резервные копии базы данных. Могут только администраторы.';
$txt['pm_not_yours'] = 'Личное сообщение, которое вы пытаетесь процитировать, не ваше или его не существует. Пожалуйста, вернитесь назад и попробуйте снова.';
$txt['mangled_post'] = 'Проблемы с датой, пожалуйста, вернитесь и попробуйте заново.';
$txt['too_many_groups'] = 'К сожалению, вы выбрали слишком много групп, уберите некоторые.';
$txt['post_upload_error'] = 'POST-данные отсутствуют. Эта ошибка может быть вызвана пытаюсь отправить файл больше, чем разрешено на сервере. Пожалуйста, свяжитесь с администратором, если эта проблема продолжается.';
$txt['quoted_post_deleted'] = 'Сообщение, которое вы пытаетесь процитировать, было удалено или больше недоступно.';
$txt['pm_too_many_per_hour'] = 'Вы исчерпали лимит отправки личных сообщений в %1$d за один час.';
$txt['labels_too_many'] = 'Извините, у вас уже %1$s сообщений в папке!';

$txt['register_only_once'] = 'Извините, но нельзя регистрировать сразу несколько пользователей за один раз.';
$txt['admin_setting_coppa_require_contact'] = 'Вы должны ввести свои контактные данные или номер факса для контакта с вашими родителями/опекунами (если требуется их одобрение).';

$txt['error_long_name'] = 'Имя, которое вы пытаетесь использовать, слишком длинное.';
$txt['error_no_name'] = 'Отсутствует имя.';
$txt['error_bad_name'] = 'Данное имя не может быть использовано. Оно зарезервировано на форуме.';
$txt['error_no_email'] = 'Отсутствует e-mail.';
$txt['error_bad_email'] = 'Неправильный e-mail.';
$txt['error_email'] = 'email адрес';
$txt['error_message'] = 'сообщение';
$txt['error_no_event'] = 'Отсутствует название события.';
$txt['error_no_subject'] = 'Отсутствует тема сообщения.';
$txt['error_no_question'] = 'Отсутствует вопрос.';
$txt['error_no_message'] = 'Сообщение было оставлено пустым.';
$txt['error_long_message'] = 'Сообщение превышает максимально допустимую длину (%s знаков).';
$txt['error_no_comment'] = 'Текст комментария не введен.';
$txt['error_post_too_long'] = 'Ваше сообщение слишком длинное. Введите максимум 255 символов.';
$txt['error_session_timeout'] = 'Ваша сессия истекла во время написания сообщения. Пожалуйста, попробуйте заново.';
$txt['error_no_to'] = 'Отсутствуют получатели.';
$txt['error_bad_to'] = 'Получатели не найдены.';
$txt['error_bad_bcc'] = 'Получатели не найдены.';
$txt['error_form_already_submitted'] = 'Вы уже отправили этот пост! Вы случайно дважды нажали или обновили страницу.
';
$txt['error_poll_few'] = 'Должно быть как минимум два пункта голосования!';
$txt['error_poll_many'] = 'Вы должны иметь не более 256 вариантов.';
$txt['error_need_qr_verification'] = 'Пожалуйста, ответьте на проверочный вопрос внизу, чтобы получить возможность создать сообщение.';
$txt['error_wrong_verification_code'] = 'Набранные символы не совпадают с символами на изображении.';
$txt['error_wrong_verification_answer'] = 'Вы неправильно ответили на вопрос.';
$txt['error_need_verification_code'] = 'Пожалуйста, введите визуальный код проверки для получения результатов.';
$txt['error_bad_file'] = 'Извините, но указанный файл не может быть открыт: %1$s';
$txt['error_bad_line'] = 'Неправильно указана строка.';
$txt['error_draft_not_saved'] = 'Произошла ошибка при сохранении черновика';
$txt['error_name_in_use'] = 'мя %1$s уже используется другим пользователем.';

$txt['smiley_not_found'] = 'Смайл не найден.';
$txt['smiley_has_no_code'] = 'Этому смайлу не был присвоен код.';
$txt['smiley_has_no_filename'] = 'Нет файла, для этого смайлика.';
$txt['smiley_not_unique'] = 'Смайл с таким кодом уже существует.';
$txt['smiley_set_already_exists'] = 'Набор смайлов с таким адресом(URL) уже существует';
$txt['smiley_set_not_found'] = 'Набор смайлов не найден';
$txt['smiley_set_dir_not_found'] = 'Каталог набора смайликов %1$s либо недействительный или не доступен';
$txt['smiley_set_path_already_used'] = 'Адрес (URL) набора смайлов уже использовался другим набором смайлов.';
$txt['smiley_set_unable_to_import'] = 'Невозможно импортировать набор смайлов. Неверно указана директория, или к ней нет доступа.';

$txt['smileys_upload_error'] = 'Не удалось загрузить файлы.';
$txt['smileys_upload_error_blank'] = 'Все наборы смайлов должны иметь изображение.';
$txt['smileys_upload_error_name'] = 'Все смайлы должны иметь одинаковое имя файла.'; // TODO: rephrase this. can be misunderstood.
$txt['smileys_upload_error_illegal'] = 'Неверный тип.';

$txt['search_invalid_weights'] = 'Поиск не настроен должным образом. По крайней мере, один ? должен быть настроен, чтобы быть ненулевым. Сообщите об этой ошибке администратору.';

$txt['package_no_file'] = 'Не найден файл пакета модификаций!';
$txt['packageget_unable'] = 'Не удалось соединиться с сервером. Пожалуйста, попробуйте использовать <a href="%1$s" target="_blank" class="new_win">этот адрес (URL)</a>.';
$txt['not_valid_server'] = 'К сожалению, пакеты могут быть загружены только от серверов первой авторизации.';
$txt['package_cant_uninstall'] = 'Этот пакет модификаций не установлен, или уже удален &mdash; нельзя удалить его.';
$txt['package_cant_download'] = 'Вы не можете скачать или установить новые пакеты, т. к. каталог "packages" или один из файлов в нем не перезаписываемый!
';
$txt['package_upload_error_nofile'] = 'Вы не выбрали пакет для загрузки.';
$txt['package_upload_error_failed'] = 'Не удалось загрузить пакет, проверьте права доступа на запись (CHMOD) для директории загрузки!';
$txt['package_upload_error_exists'] = 'Файл, который вы уже загружаете существует на сервере. Пожалуйста, сначала удалите его, затем попробуйте снова.';
$txt['package_upload_already_exists'] = 'Пакет, который вы пытаетесь загрузить, уже существует на сервере по имени файла: %1$s';
$txt['package_upload_error_supports'] = 'Менеджер пакетов обрабатывает только эти типы файлов: %1$s.';
$txt['package_upload_error_broken'] = 'Загрузка пакета прошла с ошибками:<br />&quot;%1$s&quot;';

$txt['package_get_error_not_found'] = 'Пакет, который вы пытаетесь установить не удается. Вам может потребоваться вручную загрузить пакет в ваш "packages" - каталог.
';
$txt['package_get_error_missing_xml'] = 'В пакете не хватает файла package-info.xml, который должен находиться в корневой директории пакета.';
$txt['package_get_error_is_zero'] = 'Хотя пакет был загружен на сервер, он выглядит пустым. Пожалуйста, проверьте, в "packages" - каталог, и "temp" - подкаталог, находятся записи. Если вы продолжаете испытывать эту проблему, вы должны попробовать извлечь пакет на вашем компьютере и загрузить извлеченные файлы в подкаталог в вашу папку "packages" и попробовать снова. Например, если пакет называется shout.tar.gz вы должны:1) скачать пакет на локальный компьютер и извлечь файлы.2) создайте новый каталог в вашей папке "packages" с помощью FTP-клиента, в данном примере вы можете назвать это \'shout\'. 3) закачать все файлы из распакованного пакета в этот каталог.4) вернуться на страницу менеджера пакетов. Пакет будет автоматически найден.';
$txt['package_get_error_packageinfo_corrupt'] = 'Не удалось найти достоверной информации в файле package-info.xml. Там может быть ошибка в надстройке, или пакет может быть поврежден.';
$txt['package_get_error_is_theme'] = 'Вы не можете установить тему из этого раздела, пожалуйста, воспользуйтесь <a href="{MANAGETHEMEURL}">Theme Management</a> страницей, чтобы загрузить его';

$txt['no_membergroup_selected'] = 'Нет выбранных участников группы';
$txt['membergroup_does_not_exist'] = 'Группа членов не существует или является недопустимой.';

$txt['at_least_one_admin'] = 'На форуме должен быть как минимум один администратор!';

$txt['error_functionality_not_windows'] = 'Извините, эта возможность в данный момент не доступна для серверов работающих под управлением Windows.';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Вложение не найдено';

$txt['error_no_boards_selected'] = 'Форумы не были выбраны.';
$txt['error_invalid_search_string'] = 'Вы забыли ввести что искать?';
$txt['error_invalid_search_string_blacklist'] = 'Ваш запрос содержит тривиальные слова. Пожалуйста, попробуйте снова с другим запросом.';
$txt['error_search_string_small_words'] = 'Длина слова должна быть хотя бы в два символа.';
$txt['error_query_not_specific_enough'] = 'Ваш запрос не слишком информативен. Попробуйте использовать более длинные слова или целые фразы.';
$txt['error_no_messages_in_time_frame'] = 'В данном временном промежутке сообщений не найдено.';
$txt['error_no_labels_selected'] = 'Выбор без меток.';
$txt['error_no_search_daemon'] = 'Доступ к поиску запрещен';

$txt['profile_errors_occurred'] = 'Следующие ошибки при попытке обновить ваш профиль';
$txt['profile_error_bad_offset'] = 'Неверно указана разница во времени';
$txt['profile_error_no_name'] = 'Вы не указали имя пользователя';
$txt['profile_error_digits_only'] = 'Поле количества сообщений, может содержать только цифры.';
$txt['profile_error_name_taken'] = 'Выбранное имя/имя пользователя уже занято';
$txt['profile_error_name_too_long'] = 'Выбранное имя слишком длинное. Имя не может быть длиннее 60 символов.';
$txt['profile_error_no_email'] = 'Вы не указали электронный адрес';
$txt['profile_error_bad_email'] = 'Вы ввели неверный электронный адрес';
$txt['profile_error_email_taken'] = 'Существует пользователь, который указал данный адрес';
$txt['profile_error_no_password'] = 'Вы не ввели пароль';
$txt['profile_error_bad_new_password'] = 'Новый пароль не подходит';
$txt['profile_error_bad_password'] = 'Не верно указан пароль';
$txt['profile_error_bad_avatar'] = 'Ваш аватар слишком большой, либо не является графическим файлом';
$txt['profile_error_password_short'] = 'Ваш пароль должен содержать как минимум %1$s символов.';
$txt['profile_error_password_restricted_words'] = 'Ваш пароль не должен содержать имя пользователя, электронный адрес или другие часто используемые слова.';
$txt['profile_error_password_chars'] = 'Ваш пароль должен содержать символы верхнего и нижнего регистров, а также цифры.';
$txt['profile_error_already_requested_group'] = 'Вы уже направили запрос на вступление в эту группу!';
$txt['profile_error_openid_in_use'] = 'Другой пользователь уже использует этот идентификатор OpenID';
$txt['profile_error_signature_not_yet_saved'] = 'Подпись не сохранилась.';
$txt['profile_error_personal_text_too_long'] = 'Личный текст слишком длинный.';
$txt['profile_error_user_title_too_long'] = 'Пользовательский заголовок слишком длинный.';

$txt['mysql_error_space'] = ' &mdash; проверьте место под базу данных или обратитесь к своему хостеру.';

$txt['icon_not_found'] = 'Иконка не найдена в используемой теме оформления. Пожалуйста, удостоверьтесь в том, что загрузили иконку на сервер, и попробуйте снова.';
$txt['icon_after_itself'] = 'Иконка не может быть расположен после себя.';
$txt['icon_name_too_long'] = 'Имя файла не может быть более 16 символов';

$txt['name_censored'] = 'Извините, но имя, которое вы пытаетесь использовать — %1$s — содержит слово, подверженное цензуре. Пожалуйста, попробуйте другое имя.';

$txt['poll_already_exists'] = 'Тема может иметь только один опрос, связанный с ней.';
$txt['poll_not_found'] = 'Нет голосования, относящегося к этой теме!';

$txt['error_while_adding_poll'] = 'Следующие ошибки возникли при добавлении голосования:';
$txt['error_while_editing_poll'] = 'Следующие ошибки возникли при редактировании голосования:';

$txt['loadavg_search_disabled'] = 'Из-за большой загрузки сервера, функция поиска временно отключена. Пожалуйста, попробуйте воспользоваться поиском немного позже.';
$txt['loadavg_generic_disabled'] = 'Извините, из-за большой загрузки сервера эта функция временно отключена.';
$txt['loadavg_allunread_disabled'] = 'Ресурсы сервера временно находятся под слишком высокой нагрузкой, чтобы найти все темы, которые вы не читали.';
$txt['loadavg_unreadreplies_disabled'] = 'Сервер перегружен. Пожалуйста, попробуйте еще раз.';
$txt['loadavg_show_posts_disabled'] = 'Пожалуйста, попробуйте немного позже. Сообщения этого пользователя недоступны из-за высокой загрузки сервера.';
$txt['loadavg_unread_disabled'] = 'Ресурсы сервера временно находятся под слишком высоким требованием перечислить темы, которые вы не читали.';
$txt['loadavg_userstats_disabled'] = 'Пожалуйста, попробуйте снова. Статистика этого участника в настоящее время не доступен из-за высокой нагрузки на сервер.';

$txt['cannot_edit_permissions_inherited'] = 'Невозможно изменить унаследованные разрешения непосредственно, необходимо либо изменить родительскую группу.';

$txt['mc_no_modreport_specified'] = 'Нужно выбрать отчет, который вы хотите просмотреть.';
$txt['mc_no_modreport_found'] = 'Выбранный отчёт не существует или у вас нет прав на просмотр.';

$txt['st_cannot_retrieve_file'] = 'Не удалось получить файл %1$s.';
$txt['admin_file_not_found'] = 'Не удалось загрузить запрашиваемый файл: %1$s.';

$txt['themes_none_selectable'] = 'Одна из тем должна быть выбрана.';
$txt['themes_default_selectable'] = 'Должна быть выбрана тема оформления форума по умолчанию.';
$txt['ignoreboards_disallowed'] = 'Опция игнорирования разделов выключена.';

$txt['mboards_delete_error'] = 'Не выбрана категория.';
$txt['mboards_delete_board_error'] = 'Не выбран форум.';
$txt['mboards_delete_board_has_posts'] = 'Selected board still has posts and/or topics.';

$txt['mboards_parent_own_child_error'] = 'Вы не можете создать родителя собственного дочернего.';
$txt['mboards_board_own_child_error'] = 'Вы не можете создать дочерний форум.';

$txt['smileys_upload_error_notwritable'] = 'Следующая папка смайлов не записываемая: %1$s';
$txt['smileys_upload_error_types'] = 'Изображения могут только этих форматов: %1$s.';

$txt['change_email_success'] = 'Ваш e-mail был изменен. Вам отправлено письмо для активации.';
$txt['resend_email_success'] = 'Новое письмо активации было успешно отправлено.';

$txt['custom_option_need_name'] = 'Параметр профиля должен иметь имя.';
$txt['custom_option_not_unique'] = 'Имя поля не является уникальным.';
$txt['custom_option_regex_error'] = 'Регулярное выражение, которое вы ввели не является допустимым';

$txt['warning_no_reason'] = 'Вы должны указать причину для изменения статуса предупреждения пользователя.';
$txt['warning_notify_blank'] = 'Вы выбрали оповещение пользователя о предупреждении, но оставили поле тема/сообщение пустым.';

$txt['cannot_connect_doc_site'] = 'Не удалось подключиться к сайту документации. Пожалуйста, проверьте, что ваша конфигурация сервера позволяет внешнее интернет-соединение и попробуйте еще раз.';

$txt['movetopic_no_reason'] = 'Вы должны указать причину для перемещения этой темы, или отменить опцию \'Выберите тему для перенаправления\'.';
$txt['movetopic_no_board'] = 'Необходимо выбрать форум для перемещения тем.';

$txt['splittopic_no_reason'] = 'Вы должны ввести причину для разделения темы, или снимите флажок, чтобы отправить сообщение о перенаправлении.';

// OpenID error strings
$txt['openid_server_bad_response'] = 'Запрашиваемый идентификатор не возвращает правильную информацию.';
$txt['openid_return_no_mode'] = 'cервер авторизации не отвечает на запрос в OpenID режиме.';
$txt['openid_not_resolved'] = 'cервер авторизации запрещает запросы.';
$txt['openid_no_assoc'] = 'Невозможно найти ассоциацию с cервером авторизации.';
$txt['openid_sig_invalid'] = 'Подпись cервера авторизации достоверна.';
$txt['openid_load_data'] = 'Невозможно найти информацию из вашего запроса на вход. Пожалуйста, попробуйте снова.';
$txt['openid_not_verified'] = 'Представленный OpenID еще не подтвержден. Пожалуйста, войдите, чтобы проверить.';

$txt['error_custom_field_too_long'] = 'Поле &quot;%1$s&quot; не может быть длиной больше чем %2$d символов.';
$txt['error_custom_field_invalid_email'] = 'Поле &quot;%1$s&quot; должно содержать действующий e-mail.';
$txt['error_custom_field_not_number'] = 'Поле &quot;%1$s&quot; должно содержать цифры.';
$txt['error_custom_field_inproper_format'] = 'Поле &quot;%1$s&quot; содержит информацию в неправильном формате.';
$txt['error_custom_field_empty'] = 'Поле &quot;%1$s&quot; не может быть оставлено пустым.';

$txt['email_no_template'] = 'Невозможно найти шаблон e-mail &quot;%1$s&quot;.';

$txt['search_api_missing'] = 'API поиска не может быть найден. Пожалуйста, свяжитесь с администратором, чтобы проверить, они были загружены нужные файлы.';
$txt['search_api_not_compatible'] = 'Выбранный поисковый API, используемый форумом, устарел, возвращаемся к стандартному поиску. Пожалуйста, проверьте файл %1$s.';

// Restore topic/posts
$txt['cannot_restore_first_post'] = 'Невозможно восстановить первое сообщение в теме.';
$txt['restored_disabled'] = 'Восстановление тем запрещено.';
$txt['restore_not_found'] = 'Следующие сообщения не могут быть восстановлены; в первоначальной теме может быть удалено: %1$s, вам нужно будет перемещать их вручную.';

$txt['error_invalid_dir'] = 'Вы ввели неправильное имя директории.';

// Admin/dispatching strings
$txt['error_sa_not_set'] = 'Запрашиваемое вами действие не определено...';

// Drag / Drop sort errors
$txt['no_sortable_items'] = 'Нет элементов для сортировки';

$txt['error_invalid_notification_id'] = 'An addon is trying to register a notification method with an existing ID. IDs lower than 5 are protected and cannot be used by addons. If the ID is higher, then two addons may be sharing the same ID.';
