<?php
// Version: 1.1; ManageThemes

$txt['themeadmin_explain'] = 'Темы создают другой внешний вид вашего форума. Раздел «Глобальные параметры темы» позволяет любому администратору сайта выбрать тему для темы сайта по умолчанию. Администраторы также могут разрешить участникам выбирать любую установленную тему для их использования и включать выбираемые темы. В разделе «Установка новой темы» администрация сайта устанавливает тему.';
$txt['themeadmin_manage'] = 'Управление и установка';
$txt['theme_forum_theme'] = 'Глобальные настройки темы';
$txt['theme_allow'] = 'Разрешить пользователям выбирать себе темы оформления.';
$txt['theme_guests'] = 'Общая тема форума по умолчанию:';
$txt['theme_select'] = 'выбрать...';
$txt['theme_reset'] = 'Сбросить всех пользователей на следующую тему:';
$txt['theme_nochange'] = 'Без изменений';
$txt['theme_forum_default'] = 'Тема по умолчанию';

$txt['theme_remove'] = 'Удаление мода';
$txt['theme_remove_confirm'] = 'Вы уверены, что хотите удалить эту тему?';

$txt['theme_install'] = 'Установить новую тему оформления';
$txt['theme_install_file'] = 'Загрузить из архива: (например, .zip или .tar.gz)';
$txt['theme_install_dir'] = 'Из каталога на сервере:';
$txt['theme_install_error'] = 'Этот каталог тем не существует или не содержит темы оформления.';
$txt['theme_install_write_error'] = 'Для продолжения папка тем оформления должна иметь права на запись.';
$txt['theme_install_go'] = 'Установить';
$txt['theme_install_new'] = 'Создать копию темы ElkArte по умолчанию по имени:';
$txt['theme_install_new_confirm'] = 'Установить новую тему оформления?';
$txt['theme_install_writable'] = 'Предупреждение - вы не можете создать или установить новую тему, так как каталог тем в данный момент недоступен для записи.';
$txt['theme_install_general'] = 'Тема, кажется, не там, где она должна быть, пожалуйста, проверьте информацию, которую вы предоставили.';
$txt['theme_installed'] = 'Установка удачно завершена';
$txt['theme_installed_message'] = 'успешно установлена.';

$txt['theme_pick'] = 'Выбрать тему оформления...';
$txt['theme_preview'] = 'Просмотреть';
$txt['theme_set'] = 'Использовать эту тему оформления';
$txt['theme_user'] = 'пользователь, использующий эту тему оформления.';
$txt['theme_users'] = 'пользователи, использующие эту тему оформления.';
$txt['theme_pick_variant'] = 'Выбрать вариант:';

$txt['theme_edit'] = 'Редактировать тему оформления';
$txt['theme_edit_style'] = 'Изменить файлы стилей (цвета, шрифты, прочее).';
$txt['theme_edit_index'] = 'Изменить шаблон. (шаблон главной страницы)';
$txt['theme_edit_no_save'] = 'Этот файл не может быть сохранен, потому что он не доступен для записи. Пожалуйста, убедитесь, что следующий файл имеет разрешения 777';
$txt['theme_edit_save'] = 'Сохранить изменения';
$txt['theme_edit_not_writable'] = 'Незаписываемая';

$txt['theme_global_description'] = 'Это тема по умолчанию. Это означает, что данная тема применяется для всех пользователей, наряду с другими настройками.';

$txt['theme_url_config'] = 'Адрес (URL) и настройка темы оформления';
$txt['theme_variants'] = 'Вариации темы оформления';
$txt['theme_options'] = 'Свойства темы оформления';
$txt['actual_theme_name'] = 'Название темы оформления: ';
$txt['actual_theme_dir'] = 'Папка темы оформления: ';
$txt['actual_theme_url'] = 'Адрес (URL) темы оформления: ';
$txt['actual_images_url'] = 'Адрес (URL) картинок для темы оформления: ';

$txt['theme_variants_default'] = 'Вариант темы по умолчанию:';
$txt['theme_variants_user_disable'] = 'Отключить пользователям выбор вариантов.';

$txt['site_slogan'] = 'Девиз сайта';
$txt['site_slogan_desc'] = '(Добавьте свой собственный текст для девиза здесь.)';
$txt['header_layout'] = 'Верхний слой:';
$txt['header_layout_desc'] = '(Этот параметр позволяет выбрать один из трёх вариантов для верхнего слоя.)';
$txt['header_layout_default_name'] = 'По умолчанию';
$txt['header_layout_default_desc'] = 'Логотип размещён справа, а название сообщества слева';
$txt['header_layout_logo_only_name'] = 'Только логотип:';
$txt['header_layout_logo_only_desc'] = 'Отображается только логотип, по центру.';
$txt['header_layout_inverted_name'] = 'Логотип слева';
$txt['header_layout_inverted_desc'] = 'Аналогично «По умолчанию», но с инвертированным логотипом и именем (то есть имя справа, логотип слева).';
$txt['header_layout_default'] = 'По умолчанию';
$txt['header_layout_logo_only'] = 'Только логотип';
$txt['header_layout_inverted'] = 'Логотип слева';
$txt['forum_width'] = 'Ширина форума:';
$txt['forum_width_desc'] = '(Устанавливает ширину форума. Примеры: 950px, 80%, 1240px.)';

$txt['enable_news'] = 'Лента новостей в шапке форума:';
$txt['enable_news_off'] = 'Откл.';
$txt['enable_news_random'] = 'Произвольно';
$txt['enable_news_fader'] = 'Fader';
$txt['enable_news_off_name'] = 'Выключить:';
$txt['enable_news_off_desc'] = 'Новости не показаны.';
$txt['enable_news_random_name'] = 'Произвольно:';
$txt['enable_news_random_desc'] = 'Одна показанная новость выбирается наугад.';
$txt['enable_news_fader_name'] = 'Fader:';
$txt['enable_news_fader_desc'] = 'Все новости отображаются последовательно.';

$txt['show_group_key'] = 'Показать групповой ключ на главной форума.';
$txt['additional_options_collapsible'] = 'Развернуть дополнительные параметры сообщения.';
$txt['who_display_viewing'] = 'Показать, кто просматривает главную форума и сообщения:';
$txt['who_display_viewing_off'] = 'Не показывать';
$txt['who_display_viewing_numbers'] = 'Показывать количество пользователей';
$txt['who_display_viewing_names'] = 'Показывать имена пользователей';
$txt['show_stats_index'] = 'Показать статистику на главной форума.';
$txt['latest_members'] = 'Показать последнего присоединившегося на главной.';
$txt['last_modification'] = 'Показать дату последнего изменения в измененных сообщениях.';
$txt['user_avatars'] = 'Показывать аватары пользователей в сообщениях.';
$txt['member_list_bar'] = 'Показывать список пользователей на главной странице форума';
$txt['current_pos_text_img'] = 'Показывать текущую позицию на форуме в виде ссылки вместо текста.';
$txt['show_view_profile_button'] = 'Показать кнопку просмотра профиля под постом.';
$txt['enable_mark_as_read'] = 'Включить и показать кнопку «Пометить как прочитанные».';
$txt['header_logo_url'] = 'URL изображения логотипа:';
$txt['header_logo_url_desc'] = '(Оставьте пустым, чтобы показать название форума или логотип по умолчанию.)';

$txt['recent_post_topics'] = 'Показать последние сообщения или последние темы на главной странице форума.';
$txt['show_recent_topics'] = 'Показать последние темы';
$txt['show_recent_posts'] = 'Показать последние сообщения';
$txt['number_recent_posts'] = 'Количество последних сообщений или тем для отображения на главной форума:';
$txt['number_recent_posts_desc'] = '(Чтобы отключить панель последних сообщений / тем, установите это значение равным нулю.)';
$txt['hide_post_group'] = 'Скрыть заголовки группы сообщений для сгруппированных участников.';
$txt['hide_post_group_desc'] = '(Включение этого параметра не будет отображать заголовок группы сообщений участника в представлении сообщений, если он назначен группе, не основанной на сообщениях.)';

$txt['theme_options_defaults'] = 'Здесь расположены значения для пользователей по умолчанию. Сделанные здесь изменения повлияют только на новых пользователей и гостей.';
$txt['theme_options_title'] = 'Изменить или сбросить значения по умолчанию';

$txt['themeadmin_title'] = 'Управление темами и опциями';
$txt['themeadmin_description'] = 'Здесь можно изменить настройки тем оформлений, установить новые темы, а также изменить параметры отображения тем.';
$txt['themeadmin_admin_desc'] = 'Темы обеспечивают различные «взгляды и ощущения» от вашего форума. Управление темами и параметры позволяют устанавливать новые темы сайта, изменять тему по умолчанию, настраивать всех участников на использование определенной темы и выбирать другие параметры, связанные с выбором темы. Не забудьте взглянуть на настройки темы для разных тем.';
$txt['themeadmin_list_desc'] = 'В разделе «Настройки тем» вы можете просмотреть список тем, которые вы установили, изменить пути к каталогам и настройки, а также удалить их.';
$txt['themeadmin_reset_desc'] = 'В области «Параметры участника» вы можете изменить параметры, относящиеся к теме, которые влияют на всех участников. Вы увидите только те темы, которые имеют свои собственные настройки параметров.';
$txt['themeadmin_edit_desc'] = 'В области «Изменение тем» вы можете изменить таблицу стилей и исходный код установленных тем. Вам понадобится базовое понимание CSS и PHP, чтобы эффективно сменить тему и не нарушать ваш форум.';
$txt['themeadmin_modify_styles'] = 'Changing a themes style is risky so be certain of what you are doing. Always have a backup copy of the theme directory that you are working in to use to recover from an error with. For help with this before you start, visit the <a href="https://www.elkarte.net/index.php" target="_blank" class="new_win">ElkArte Community</a>.';

$txt['themeadmin_list_heading'] = 'Настройки тем оформления';
$txt['themeadmin_list_tip'] = 'Настройки макета могут отличаться для каждой установленной темы. Отредактируйте установленные темы, чтобы установить их индивидуальные параметры, изменить их каталог или параметры URL-адреса или найти другие параметры.';
$txt['themeadmin_list_theme_dir'] = 'Каталог тем: (шаблоны)';
$txt['themeadmin_list_invalid'] = '(Внимание! Этот путь неверен.)';
$txt['themeadmin_list_theme_url'] = 'URL к вышеуказанному каталогу:';
$txt['themeadmin_list_images_url'] = 'URL к каталогу изображений:';
$txt['themeadmin_list_reset'] = 'Изменение адреса (URL) и директории с темами оформлений';
$txt['themeadmin_list_reset_dir'] = 'Базовый путь к каталогу Тем:';
$txt['themeadmin_list_reset_url'] = 'Базовый URL для того же каталога:';
$txt['themeadmin_list_reset_go'] = 'Сохранить';

$txt['themeadmin_reset_tip'] = 'Каждая тема может иметь пользовательские параметры, доступные для выбора вашими участниками. К ним относятся такие параметры, как «быстрый ответ», аватары, подписи, параметры макета и другие подобные параметры. Здесь вы можете изменить настройки по умолчанию или сбросить все параметры.<br /><br /> Помните следующее: тема может быть разработана с некоторыми настройками по умолчанию. В этом случае вы не увидите настройки для этих параметров.';
$txt['themeadmin_reset_defaults'] = 'Настройки, принятые по умолчанию для гостей и новых пользователей';
$txt['themeadmin_reset_defaults_current'] = 'установленных настроек.';
$txt['themeadmin_reset_members'] = 'Настройки темы оформления для зарегистрированных пользователей';
$txt['themeadmin_reset_remove'] = 'Удалить все настройки пользователей и использовать настройки по умолчанию';
$txt['themeadmin_reset_remove_current'] = 'пользователей, выставивших собственные настройки.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Уверены, что хотите удалить все настройки для этой темы?\\nЭто может привести к исчезновению некоторых полей в профилях пользователей.';
$txt['themeadmin_reset_options_info'] = 'Параметры ниже сбросят параметры для <em>ВСЕХ. Чтобы изменить параметр, выберите «изменить» в поле рядом с ним, а затем выберите значение для него. Чтобы использовать значение по умолчанию, выберите «default». В противном случае используйте «не изменять», чтобы оставить все как есть.';
$txt['themeadmin_reset_options_change'] = 'Изменить';
$txt['themeadmin_reset_options_none'] = 'Не менять';
$txt['themeadmin_reset_options_default'] = 'По умолчанию';

$txt['themeadmin_edit_browse'] = 'Обзор шаблонов и файлов этой темы оформления.';
$txt['themeadmin_edit_style'] = 'Изменить стили (CSS) этой темы оформления.';
$txt['themeadmin_edit_copy_template'] = 'Копировать шаблон с темы оформления, на которой он основан.';
$txt['themeadmin_edit_exists'] = 'уже существует';
$txt['themeadmin_edit_do_copy'] = 'копировать';
$txt['themeadmin_edit_copy_warning'] = 'Когда системе требуется шаблон или языковой файл, которого нет в текущей теме, она ищет тему, на которой он основан, или тему по умолчанию. Если вам не нужно изменять шаблон, лучше не копировать его.';
$txt['themeadmin_edit_copy_confirm'] = 'Уверены, что хотите скопировать этот шаблон?';
$txt['themeadmin_edit_overwrite_confirm'] = 'Вы уверены, что хотите скопировать этот шаблон поверх уже существующего?\nЭто ПЕРЕЗАПИШЕТ все внесенные вами изменения';
$txt['themeadmin_edit_no_copy'] = '<em>(невозможно скопировать)</em>';
$txt['themeadmin_edit_filename'] = 'Имя файла';
$txt['themeadmin_edit_modified'] = 'Последнее редактирование';
$txt['themeadmin_edit_size'] = 'Размер';
$txt['themeadmin_edit_error'] = 'Редактируемый файл вызвал следующую ошибку:';
$txt['themeadmin_edit_on_line'] = 'Начало на строке:';
$txt['themeadmin_edit_preview'] = 'Предварительный просмотр';
$txt['themeadmin_selectable'] = 'Темы, которые пользователь может выбрать:';
$txt['themeadmin_themelist_link'] = 'Показать список установленных тем';

// Strings for the variants
$txt['variant_light'] = 'ElkArte Light';
$txt['variant_besocial'] = 'ElkArte Be Social!';
